{
    "page": "about",
    "title": "About - Saddle AdPulse",
    "sections": [
        {
            "id": "hero",
            "badge": "$500k+ Spent on Amazon PPC",
            "headline": "Built by a Seller Who Got Tired of Guessing",
            "subtitle": "AdPulse wasn't created in a boardroom. It was built by someone who felt the same frustration you do—and decided to fix it."
        },
        {
            "id": "origin-story",
            "headline": "The Problem That Started Everything",
            "content": [
                "I've been selling on Amazon for years. Built a 7-figure business. Spent hundreds of thousands on PPC.",
                "And for most of that time, I had no idea if my optimizations were actually working.",
                "Every week, I'd make bid changes. Block search terms. Launch new campaigns. Harvest keywords. I was doing the work. But when someone asked 'is all that PPC effort paying off?'—I couldn't really answer.",
                "I tried every tool out there. They all did the same thing: help me make more changes, faster. None of them answered the question I actually cared about:",
                "Which of my optimizations actually worked?",
                "I could look at overall ROAS, sure. But that doesn't tell you which decisions drove results. Did that bid increase help? Did those negative keywords save money? Or was it just market timing?",
                "So I built the tool I wished existed. That's AdPulse."
            ],
            "highlight": "Which of my optimizations actually worked?"
        },
        {
            "id": "philosophy",
            "headline": "What We Believe",
            "beliefs": [
                {
                    "title": "Feedback loops change everything",
                    "description": "Without measurement, there's no learning. Without learning, there's no compounding. Most sellers make the same mistakes over and over because they never find out which decisions hurt them. AdPulse exists to close that loop."
                },
                {
                    "title": "Activity isn't the same as results",
                    "description": "The industry has convinced everyone that more optimizations = better performance. But volume of activity isn't quality of decisions. The best PPC managers aren't the ones who make the most changes—they're the ones who know which changes to make."
                },
                {
                    "title": "You deserve to see what worked",
                    "description": "Black box tools ask you to trust their algorithms. We think you should see exactly which decisions drove revenue, which ones didn't, and why. Transparency isn't a feature—it's a requirement."
                },
                {
                    "title": "Proof beats promises",
                    "description": "We don't ask you to trust us. We show you the data. Every optimization gets tracked. Every outcome gets measured. You see exactly what happened."
                }
            ]
        },
        {
            "id": "building",
            "headline": "A Decision Intelligence Platform",
            "intro": "AdPulse isn't just another optimizer or dashboard. It's a system that:",
            "steps": [
                {
                    "number": 1,
                    "title": "Identifies",
                    "description": "what to do — block bleeders, harvest winners, adjust bids"
                },
                {
                    "number": 2,
                    "title": "Executes",
                    "description": "efficiently — bulk files, one-click exports"
                },
                {
                    "number": 3,
                    "title": "Measures",
                    "description": "outcomes — before/after, multi-horizon tracking"
                },
                {
                    "number": 4,
                    "title": "Learns",
                    "description": "from results — validates decisions, surfaces patterns"
                }
            ],
            "footer": "Most tools stop at step 2. We close the loop."
        },
        {
            "id": "audience",
            "headline": "Built For People Who Want Proof",
            "audiences": [
                {
                    "title": "For Sellers",
                    "description": "You've built something real. PPC is a significant investment—not something you can set and forget. You want confidence that your ad spend is working. You're tired of tools that show data without telling you what it means. AdPulse gives you proof."
                },
                {
                    "title": "For Agencies",
                    "description": "You do great work for your clients. But proving it is hard. Clients see invoices and ask 'what did we get?' You show dashboards they don't understand. AdPulse gives you client-ready proof of impact—so renewals become celebrations, not negotiations."
                }
            ]
        },
        {
            "id": "difference",
            "headline": "The Difference",
            "statement": "Every other PPC tool helps you make changes. Only AdPulse tells you which changes actually worked.",
            "note": "That's not a feature. That's a fundamentally different approach to PPC management."
        },
        {
            "id": "final-cta",
            "headline": "See For Yourself",
            "subtitle": "See exactly where you're bleeding money and missing opportunities.",
            "primary_cta_text": "Run Free Ad Impact Check",
            "primary_cta_link": "audit.html",
            "secondary_cta_text": "Request Beta Access"
        }
    ]
}